Repository: alexmeninf/wp-dev-helper
Catalog: languages/*.po
Languages: pt_br

source: Code Area
pt_br: Área de código

source: Code tools
pt_br: Ferramentas de código

source: Default Value
pt_br: Valor padrão

source: Appears when creating a new post
pt_br: Aparece ao criar uma nova postagem

source: Placeholder Text
pt_br: Texto de Placeholder

source: Appears within the input
pt_br: Aparece dentro da entrada

source: Editor mode
pt_br: Modo de edição

source: HTML Mixed
pt_br: HTML Misto

source: Theme
pt_br: Tema

source: Error! Please enter a higher value
pt_br: Erro! Insira um valor maior

source: Editor theme
pt_br: Editar tema

source: Themes can be previewed on the <a href="https://codemirror.net/demo/theme.html#default" target="_blank">codemirror website</a>
pt_br: Os temas podem ser visualizados no <a href="https://codemirror.net/demo/theme.html#default" target="_blank">site do codemirror</a>

source: Uh-oh. ACF not installed. Please install the <a href="%s" class="thickbox">Advanced Custom Fields plugin.</a>
pt_br: Uh-oh. ACF não instalado. Instale o <a href="%s" class="thickbox">plug-in Advanced Custom Fields.</a>

source: Developers
pt_br: Desenvolvedores

source: Head, Footer and Post Injections
pt_br: Injeção para Head, Footer e Post

source: Code Injections
pt_br: Injeção de código

source: Your current theme needs to be updated to display the <b>Form Generator</b> module.
pt_br: Seu tema atual precisa ser atualizado para exibir o módulo <b>Form Generator</b>.

source: All reviews have been deleted! Total %s lines found.
pt_br: Todas as revisões foram excluídas! Total de %s linhas encontradas.

source: There are no revisions in your tables. No rows are affected.
pt_br: Não existe revisões nas suas tabelas. Nenhuma linha foi afetada.

source: WPA Offline Mode has been disabled. Generate files in the Offline Mode tab
pt_br: O modo offline WPA foi desativado.

source: PWA mode activated successfully!
pt_br: Modo PWA ativado com sucesso!

source: Theme script paths have been regenerated for offline mode.
pt_br: Os caminhos dos scripts de temas foram gerados novamente para o modo offline.

source: WPA offline mode failed. Path %s is not writable.
pt_br: O modo offline WPA falhou. O caminho %s não pode ser escrito.

source: Forms
pt_br: Formulários

source: Form
pt_br: Formulário

source: All Forms
pt_br: Todos os Formulários

source: Add new form
pt_br: Adicionar novo formulário

source: New form
pt_br: Novo formulário

source: Edit form
pt_br: Editar formulário

source: Update form
pt_br: Atualizar formulário

source: Search form
pt_br: Pesquisar formulário

source: Add a new submission form.
pt_br: Adicione um novo formulário de envio.

source: Send
pt_br: Enviar

source: Edit Form
pt_br: Editar formulário

source: Clear Form
pt_br: Limpar formulário

source: Add the file in the <b>%s</b> field.
pt_br: Adicione o arquivo no campo <b>%s</b>.

source: The <b>%s</b> field is required.
pt_br: O campo <b>%s</b> é obrigatório.

source: You can only upload a maximum of <b>%s</b> files
pt_br: Só é possível enviar um máximo de <b>%s</b> arquivo(s)

source: Sending...
pt_br: Enviando...

source: Sent!
pt_br: Enviado!

source: Close
pt_br: Fechar

source: Something went wrong!
pt_br: Algo deu errado!

source: Custom Post Type
pt_br: Post Type Personalizado

source: General
pt_br: Geral

source: Text Domain
pt_br: Domínio de texto

source: Translation file
pt_br: Tradução

source: Optional
pt_br: Opcional

source: Post Type Key
pt_br: Chave do Post Type

source: Key used in the code. Up to 20 characters, lowercase, no spaces.
pt_br: Chave para query. Máximo de 20 caracteres, minúsculos e sem espaços.

source: Post Type Description
pt_br: Descrição

source: A short descriptive summary of the post type.
pt_br: Um breve resumo descritivo do tipo de postagem.

source: Name (Singular)
pt_br: Nome (Singular)

source: Post type singular name. e.g. Product, Event or Movie.
pt_br: Post type com nome no singular. Por exemplo: Produto, Evento ou Filme.

source: Name (Plural)
pt_br: Nome (Plural)

source: Post type plural name. e.g. Products, Events or Movies.
pt_br: Post type com nome no plural. Por exemplo: Produtos, Eventos ou Filmes.

source: Link To Taxonomies
pt_br: Link para taxonomias

source: Comma separated list of
pt_br: Lista separada por vírgula

source: Taxonomies
pt_br: Taxonomias

source: Yes (like pages)
pt_br: Sim (tipo páginas)

source: No (like posts)
pt_br: Não (tipo posts)

source: Hierarchical
pt_br: Hierárquico

source: Hierarchical post types allows descendants.
pt_br: Tipos de postagens hierárquicas permitem descendentes.

source: Menu Name
pt_br: Nome do Menu

source: Admin Bar Name
pt_br: Nome da barra do Administrador

source: Item Archives
pt_br: Arquivos de itens

source: Archives
pt_br: Arquivos

source: Item Attributes
pt_br: Atributos do Item

source: Attributes
pt_br: Atributos

source: Parent Item:
pt_br: Item Pai:

source: Parent Item
pt_br: Item Pai

source: All Items
pt_br: Todos os Itens

source: Add New Item
pt_br: Adicionar Novo Post Type

source: Add New
pt_br: Adicionar Novo

source: New Item
pt_br: Novo Item

source: Edit Item
pt_br: Editar Item

source: Update Item
pt_br: Atualizar Item

source: View Item
pt_br: Ver Item

source: View Items
pt_br: Ver Itens

source: Search Item
pt_br: Pesquisar Item

source: Not found
pt_br: Nada encontrado

source: Not Found
pt_br: Nada Encontrado

source: Not found in Trash
pt_br: Nada encontrado na Lixeira

source: Not Found in Trash
pt_br: Nada Encontrado na Lixeira

source: Featured Image
pt_br: Imagem Destaque

source: Set featured image
pt_br: Definir imagem em destaque

source: Remove featured image
pt_br: Remover imagem em destaque

source: Use as featured image
pt_br: Usar como imagem em destaque

source: Insert into item
pt_br: Inserir no item

source: Uploaded to this item
pt_br: Enviado para este item

source: Items list
pt_br: Lista de Itens

source: Items list navigation
pt_br: Navegação da lista de itens

source: Filter items list
pt_br: Filtar itens da lista

source: Options
pt_br: Opções

source: Title
pt_br: Título

source: Content (editor)
pt_br: Content (Editor de conteúdo)

source: Excerpt
pt_br: Excerto

source: Author
pt_br: Autor

source: Comments
pt_br: Comentários

source: Revisions
pt_br: Revisões

source: Custom Fields
pt_br: Campos personalizados

source: Page Attributes
pt_br: Atributos da Página

source: Post Formats
pt_br: Formato de Post

source: Supports
pt_br: Suportes

source: Exclude From Search
pt_br: Excluir da pesquisa

source: Posts of this type should be excluded from search results.
pt_br: Postagens desse tipo devem ser excluídas dos resultados da pesquisa.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Enable Export
pt_br: Ativar exportação

source: Enables post type export.
pt_br: Permite a exportação do tipo de postagem.

source: No (prevent archive pages)
pt_br: Não (impedir páginas de arquivo)

source: Yes (use default slug)
pt_br: Sim (use slug padrão)

source: Yes (set custom archive slug)
pt_br: Sim (definir slug de arquivo personalizado)

source: Enable Archives
pt_br: Ativar arquivos

source: Enables post type archives. Post type key is used as default archive slug.
pt_br: Permite arquivos do tipo post. A chave do tipo post é usada como slug de archive padrão.

source: Custom Archive Slug
pt_br: Slug de arquivo personalizado

source: Set custom archive slug.
pt_br: Definir slug de arquivo personalizado.

source: Page of post
pt_br: Página do post

source: New
pt_br: Novo

source: Publication date
pt_br: Data de publicação

source: Reading time
pt_br: Tempo de leitura

source: Categories
pt_br: Categorias

source: Social media
pt_br: Redes sociais

source: Accessibility options
pt_br: Opções de acessibilidade

source: Author information
pt_br: Informações do autor

source: Navigation between contents
pt_br: Navegação entre conteúdos

source: Remove from content page
pt_br: Remover da página de conteúdo

source: Remove from the content page of this post type information on the screen for the user.
pt_br: Remova da página de conteúdo deste post type customizado as informações na tela para o usuário.

source: Public
pt_br: Público

source: Show post type in the admin UI.
pt_br: Mostrar o tipo de postagem na interface do usuário do administrador.

source: Show UI
pt_br: Mostrar interface do usuário

source: Show post type UI in the admin.
pt_br: Mostrar o tipo de mensagem do post no admin.

source: Show in Admin Sidebar
pt_br: Mostrar na Barra Lateral do Administrador

source: Show post type in admin sidebar.
pt_br: Mostrar na Barra Lateral do Administrador.

source: 5 below Posts
pt_br: 5 abaixo dos posts

source: 10 below Posts
pt_br: 10 abaixo dos posts

source: 15 below Links
pt_br: 15 abaixo Links

source: 20 below Pages
pt_br: 20 páginas abaixo

source: 25 below Comments
pt_br: 25 abaixo dos comentários

source: 60 below first separator
pt_br: 60 abaixo do primeiro separador

source: 65 below Plugins
pt_br: 65 abaixo de Plugins

source: 70 below Users
pt_br: 70 abaixo de usuários

source: 75 below Tools
pt_br: 75 abaixo de Ferramentas

source: 80 below Settings
pt_br: 80 abaixo de Configurações

source: 100 below second separator
pt_br: 100 abaixo do segundo separador

source: Admin Sidebar Location
pt_br: Localização da Sidebar Administrativa

source: Sidebar Icon
pt_br: Ícone da Sidebar

source: Post type icon.
pt_br: Descrição.

source: Use
pt_br: Usar

source: name or full icon URL
pt_br: nome ou URL completo do ícone

source: Show in Admin Bar
pt_br: Mostrar na barra de administração

source: Show post type in
pt_br: Mostrar o tipo de postagem

source: admin bar
pt_br: barra de administração

source: Show in Navigation Menus
pt_br: Mostrar nos Menus de Navegação

source: Navigation Menus
pt_br: Menus de Navegação

source: Default (post type key)
pt_br: Padrão (chave do tipo de postagem)

source: Custom query variable
pt_br: Variável de consulta personalizada

source: Direct query variable used in
pt_br: Variável de consulta direta usada em

source: Publicly Queryable
pt_br: Publicamente Queryable

source: Enable front end queries as part of parse_request().
pt_br: Ative consultas front-end como parte de parse_request ().

source: Custom Query
pt_br: Consulta personalizada

source: Custom query variable.
pt_br: Variável de consulta personalizada.

source: No permalink (prevent URL rewriting)
pt_br: Sem permalink (evitar regravação de URL)

source: Default permalink (post type key)
pt_br: Permalink padrão (chave do tipo de postagem)

source: Custom permalink
pt_br: Link personalizado

source: Permalink Rewrite
pt_br: Reescrever permalink

source: Use Default Permalinks (using post type key), prevent automatic URL rewriting (no pretty permalinks), or set custom permalinks.
pt_br: Use Permalinks padrão (usando a chave do tipo de postagem), evite a regravação automática de URL (sem permalinks) ou defina permalinks personalizados.

source: URL Slug
pt_br: Slug da URL

source: Pretty permalink base text.
pt_br: Texto base do permalink.

source: Use URL Slug
pt_br: Use o Slug da URL

source: Use Post Type slug as URL base. Default: Yes.
pt_br: Use o slug Post Type como base de URL. Padrão: sim.

source: Pagination
pt_br: Paginação

source: Allow post-type pagination. Default: Yes.
pt_br: Permitir paginação de tipo de postagem. Padrão: sim.

source: False
pt_br: Falso

source: Build feed permastruct. Default: Yes.
pt_br: Construa o feed permastruct. Padrão: sim.

source: Capabilities
pt_br: Capacidades

source: Whether to add the post type in the REST API.
pt_br: Se o tipo de postagem deve ser adicionado à API REST.

source: Rest Base
pt_br: Base da Rest

source: The base slug that this post type will use when accessed using the REST API. Default: $post_type
pt_br: O slug base que esse tipo de postagem usará quando acessado usando a API REST. Padrão: $post_type

source: An optional custom controller to use instead of WP_REST_Posts_Controller. Must be a subclass of WP_REST_Controller. Default: WP_REST_Posts_Controller
pt_br: Um controlador personalizado opcional para usar em vez de WP_REST_Posts_Controller. Deve ser uma subclasse de WP_REST_Controller. Padrão: WP_REST_Posts_Controller

source: Base capabilities
pt_br: Capacidades base

source: Custom capabilities
pt_br: Recursos personalizados

source: Set <a href="https://wordpress.org/support/article/roles-and-capabilities/" target="_blank">user capabilities</a> to manage post type.
pt_br: Defina <a href="https://wordpress.org/support/article/roles-and-capabilities/" target="_blank">Recursos do Usuário</a> para gerenciar o tipo de postagem.

source: Read Post
pt_br: Ler postagem

source: Read Private Posts
pt_br: Ler mensagens privadas

source: Publish Posts
pt_br: Publicar postagens

source: Delete Post
pt_br: Deletar postagem

source: Edit Post
pt_br: Editar postagem

source: Edit Posts
pt_br: Editar postagens

source: Edit Others Posts
pt_br: Editar outras postagens

source: Base Capability Type
pt_br: Tipo de capacidade de base

source: Used as a base to construct capabilities.
pt_br: Usado como base para construir recursos.

source: Developers Options
pt_br: Opções para Desenvolvedores

source: Dashboard
pt_br: Painel

source: Remove Widgets
pt_br: Remover Widgets

source: Hide defaults dashboard widgets.
pt_br: Esconder widgets padrões do painel.

source: At a Glance
pt_br: Agora

source: Quick Draft
pt_br: Rascunho Rápido

source: WordPress News
pt_br: Novidades do WordPress

source: Activity
pt_br: Atividade

source: Click here
pt_br: Clique aqui

source: to view, edit or remove your Dashboard widgets boxes.
pt_br: para ver, editar ou remover widgets to Painel.

source: Manage Widgets Boxes
pt_br: Gerenciar caixas de widgets

source: Custom Post Types
pt_br: Post Types Personalizados

source: Instead of creating your custom post types including many codes in your functions.php file you can create they easily here. <br><a class="button button-primary button-large" href="post-new.php?post_type=new_post_type" style="margin-top:10px;margin-right: 9px;">New post type</a><a class="button button-secondary button-large" href="edit.php?post_type=new_post_type" style="margin-top:10px">See list of post types</a>
pt_br: Em vez de criar seus tipos de postagem personalizados, incluindo muitos códigos em seu arquivo functions.php, você pode criá-los facilmente aqui. <br><a class="button button-primary button-large" href="post-new.php?post_type=new_post_type" style="margin-top:10px;margin-right: 9px;">Novo tipo de postagem</a><a class="button button-secondary button-large" href="edit.php?post_type=new_post_type" style="margin-top:10px">Ver lista de tipos de postagem</a>

source: Hierarchical Order
pt_br: Ordem hierárquica

source: Insert which taxonomies (slug separated by comma) do you want to maintain in hierarchical order when editing the post/page.
pt_br: Inserir quais taxonomias (slug separados por vírgula) você deseja manter em ordem hierárquica ao editar o post / página.

source: Example
pt_br: Exemplo

source: Login Screen
pt_br: Tela de Login

source: Enable Custom Login Screen?
pt_br: Habilitar Tela de Login Personalizada?

source: Select Yes if you want to customize the WordPress login default screen.
pt_br: Selecione Sim se desejar personalizar a tela padrão de login do WordPress.

source: Logo Image
pt_br: Imagem da Logo

source: Send an image with 100px wide per 100px height.
pt_br: Envie uma imagem de 100px de largura por 100px de altura.

source: Logo URL
pt_br: URL da Logo

source: Select the URL that will be placed in the login screen logo.
pt_br: Selecione o URL que será colocado no logotipo da tela de login.

source: Logo Title
pt_br: Título da Logo

source: Enter the link title attribute.
pt_br: Digite o atributo do título do link.

source: Login Text Color Style
pt_br: Cor de Texto no Login

source: Default is Light.
pt_br: Padrão: Claro.

source: Light
pt_br: Claro

source: Dark
pt_br: Escuro

source: Body Background Color
pt_br: Cor de Fundo

source: Add Footer Content
pt_br: Conteúdo no Rodapé

source: Type something if you want to add a content below the login form. Optional.
pt_br: Escreva algo se você deseja adicionar algum conteúdo abaixo do formulário de login. Opcional.

source: Head configuration
pt_br: Configuração do head

source: Remove tags created by <b>wp_head()</b> function.
pt_br: Remova as tags criadas pela função <b>wp_head()</b>.

source: Automatic phone number detection?
pt_br: Detecção automática de número de telefone?

source: Determines whether or not telephone numbers in the HTML content will appear as links. Default on Safari in iOS is yes.
pt_br: Determina se os números de telefone no conteúdo HTML aparecerão como links. O padrão no Safari no iOS é sim.

source: Disable
pt_br: Desabilitar

source: Enable
pt_br: Habilitar

source: Theme Color
pt_br: Cor do tema

source: Change the color of header bar and address bar in mobile browsers.
pt_br: Altere a cor da barra de cabeçalho e da barra de endereço nos navegadores móveis.

source: Theme Color (Dark mode)
pt_br: Cor do tema (modo escuro)

source: Now choose how the header will look for the dark version of your theme. If not, the top color will be the default for both.
pt_br: Agora escolha como o cabeçalho ficará para a versão escura do seu tema. Caso contrário, a cor superior será o padrão para ambos.

source: Meta Description
pt_br: Meta Descrição

source: Put a description of your site to show in browser searches. <b>Note:</b> Maximum 150 characters.
pt_br: Coloque uma descrição do seu site para mostrar nas pesquisas do navegador. <b> Nota: </b> Máximo de 150 caracteres.

source: Default image for social media
pt_br: Imagem padrão para mídia social

source: Resolution 1200x630 pixels. <br> Keep a default image in the links, and display a social media post.
pt_br: Resolução 1200x630 pixels. <br> Mantenha uma imagem padrão nos links e exiba uma postagem de mídia social.

source: Favicon small
pt_br: Favicon pequeno

source: Resolution 16x16 pixels.
pt_br: Resolução 16x16 pixels.

source: Resolution 32x32 pixels.
pt_br: Resolução 32x32 pixels.

source: Resolution 180x180 pixels.
pt_br: Resolução 180x180 pixels.

source: Resolution 192x192 pixels.
pt_br: Resolução 192x192 pixels.

source: Mask icon for Safari pinned tabs
pt_br: Ícone de máscara para guias fixadas no Safari

source: Upload the full color .svg icon in black.
pt_br: Carregue o ícone .svg completamente em cor preta.

source: Show all favicon sizes
pt_br: Mostrar todos os tamanhos de favicon

source: Put the sizes of older versions of Chrome and iOS. Otherwise, we will display at the highest resolution. Only use this in specific cases.
pt_br: Coloque os tamanhos das versões mais antigas do Chrome e iOS. Caso contrário, será apresentado na resolução mais elevada. Utilize esta opção apenas em casos específicos.

source: Resolution 57x57 pixels.
pt_br: Resolução 57x57 pixels.

source: Resolution 60x60 pixels.
pt_br: Resolução 60x60 pixels.

source: Resolution 72x72 pixels.
pt_br: Resolução 72x72 pixels.

source: Resolution 76x76 pixels.
pt_br: Resolução 76x76 pixels.

source: Resolution 114x114 pixels.
pt_br: Resolução 114x114 pixels.

source: Resolution 120x120 pixels.
pt_br: Resolução 120x120 pixels.

source: Resolution 144x144 pixels.
pt_br: Resolução 144x144 pixels.

source: Resolution 152x152 pixels.
pt_br: Resolução 152x152 pixels.

source: Resolution 96x96 pixels.
pt_br: Resolução 96x96 pixels.

source: Template Settings
pt_br: Configurações do template

source: Form generator
pt_br: Gerador de formulários

source: Quickly create forms to place in your template.
pt_br: Crie rapidamente formulários para colocar em seu template.

source: Admin panel
pt_br: Painel do administrador

source: Duplicate Post
pt_br: Duplicar Post

source: Enable duplicate post option?
pt_br: Habilitar opção de duplicar Post?

source: Duplicate Page
pt_br: Duplicar Página

source: Enable duplicate page option?
pt_br: Habilitar opção de duplicar Página?

source: Remove comment support
pt_br: Remover suporte para comentário

source: Disable comments page in dashboard and for posts and pages.
pt_br: Desabilitar comentários no painel e para páginas e posts.

source: Advanced
pt_br: Avançado

source: Delete revisions
pt_br: Excluir revisões

source: Clear all revisions generated by posts and pages from your database. Only run this if you know what you are doing.
pt_br: Limpe todas as revisões geradas por posts e páginas do seu banco de dados. Só execute isso se você souber o que está fazendo.

source: Custom CSS
pt_br: CSS Customizado

source: Add your css to the head. The &#60;style&#62 tags will be ignored.
pt_br: Adicione seu css no Head. As tags &#60;style&#62 serão ignoradas.

source: Inside the head tag
pt_br: Dentro da tag head

source: Add code to &lt;head&gt;
pt_br: Adicione o código em &lt;head&gt;

source: Code
pt_br: Código

source: Display on specific pages?
pt_br: Exibir em páginas específicas?

source: Leave unchecked to display on all pages
pt_br: Deixe desmarcado para exibir em todas as páginas

source: Add code in
pt_br: Adicionar código em

source: Select the pages to which the code will be added.
pt_br: Selecione as páginas às quais o código será adicionado.

source: Start of body tag
pt_br: Início da tag body

source: Add code after &lt;body&gt;
pt_br: Adicione o código após &lt;body&gt;

source: End of body tag (Footer)
pt_br: Fim da tag body (rodapé)

source: Add code before &lt;/body&gt;
pt_br: Adicione o código antes de &lt;/body&gt;

source: No post to duplicate has been supplied!
pt_br: Nenhum post para duplicar foi fornecido!

source: Duplicate this item
pt_br: Duplicar este item

source: Duplicate
pt_br: Duplicar

source: Create New Post Type
pt_br: Criar novo Post Type

source: Dashboard Widgets
pt_br: Painel

source: Dashboard Widget
pt_br: Widget do painel

source: Create New Dashboard Widget
pt_br: Criar novo widgets do painel

source: There are no records to display here yet. Coming soon.
pt_br: Ainda não há registros para exibir aqui. Em breve.

source: Copy the query code from this post type and paste it into your theme file.
pt_br: Copie o código de consulta deste post type e cole em um arquivo de seu tema.
